{
	"header": {
		"moi": "Joris Gourdon",
		"poste" : "Full-Stack Developer at Edissio",
		"devise" : "Building innovative web solutions, from front-end to back-end, with passion.",
		"propos": {
			"partie1" : "Currently studying for an MBA in Full-Stack Development, and working part-time at Edissio, I've always been passionate about computer programming since my high school years. It's this passion that led me to specialize in this field, which is both creative and logical. Throughout my studies and professional experiences, I've had the opportunity to develop my skills in both development, in front-end and back-end, as well as project management.",
			"partie2" : "In addition to my current expertise, I'm constantly seeking new knowledge to stay up-to-date in our ever-evolving field.",
			"partie3" : "When I'm not immersed in programming, you'll find me on the tennis court, enjoying time with my friends, or simply relaxing in front of a good film or video game."
		},
		"menu": {
			"about": "About",
			"experience": "Experience",
			"projets": "Projects"
		}
	},
	"main" : {
		"cv" : "View my CV",
		"repo" : "View all my projects",
		"experiences" : {
			"edissio" : {
				"date" : "2022 to Present",
				"title" : "Web Developer Apprentice - Edissio",
				"description" : "Development of a client area with Symfony. Creation of an emailing tool in PHP. Update existing sites and implement new features. Project management, time estimation and delivery."
			},
			"lgc" : {
				"date" : "March to June 2021",
				"title" : "C# Developer Internship - LGC",
				"description" : "Developed a real-time listening program for ADAM-6051 modules, linked to production automation, to retrieve associated data. Then developed a heavy-duty software for displaying and analyzing the retrieved data."
			}
		},
		"projets" : {
			"tcbc" : {
				"title" : "TCBC Website",
				"description" : "Creation of the TCBC tennis club's showcase website. Realization of the specifications, the scoping note, a quote, and finally the site. Ongoing project..."
			},
			"cowaf" : {
				"title" : "Animal Carpooling Project",
				"description" : "Creation of a fictional animal carpooling startup and development of a polymorphic PWA application."
			},
			"cyclo" : {
				"title" : "Cycling Web Application",
				"description" : "Development of a web application to manage members and licenses, making this management more efficient and user-friendly for club board members."
			},
			"phobie" : {
				"title" : "Anti-Phobic Extension Project",
				"description" : "Development of a web extension to hide images and videos corresponding to the user's phobia on a website. Creation of a DOM image analysis system with AI in Python."
			}
		}
	}
}