{
	"header": {
		"moi": "Joris Gourdon",
		"poste" : "Développeur full-stack pour Edissio",
		"devise" : "Construire des solutions web innovantes, du front-end au back-end, avec passion.",
		"propos": {
			"partie1" : "Actuellement étudiant en MBA développeur full-stack, et travaillant en alternance chez Edissio, j'ai toujours été passionné par le développement informatique depuis mes années de lycée. C'est cette passion qui m'a poussé à me spécialiser dans ce domaine à la fois créatif et logique. Tout au long de mes études et de mes expériences professionnelles, j'ai eu l'opportunité de développer mes compétences tant du côté du développement, en front-end et back-end, que du côté management de projet.",
			"partie2" : "En plus de mon expertise actuelle, je suis constamment à la recherche de nouvelles connaissances pour rester à jour dans notre domaine en constante évolution.",
			"partie3" : "Quand je ne suis pas plongé dans la programmation, vous me trouverez sur le court de tennis, en train de profiter avec mes amis, ou tout simplement de me détendre devant un bon film ou jeu-vidéo."
		},
		"menu": {
			"about": "À propos",
			"experience": "Expérience",
			"projets": "Projets"
		}
	},
	"main" : {
		"cv" : "Voir mon CV",
		"repo" : "Voir tous mes projets",
		"experiences" : {
			"edissio" : {
				"date" : "2022 à aujourd'hui",
				"title" : "Alternant développeur web - Edissio",
				"description" : "Création et mise à jour des outils webs interne à l'entreprise."
			},
			"lgc" : {
				"date" : "Mars à Juin 2021",
				"title" : "Stage développeur C# - LGC",
				"description" : "Développement d'un programme d'écoute en temps réel pour modules ADAM-6051, liés aux automates de production, pour récupérer les données associées. Ensuite développement d'un logiciel lourd ayant pour but l'affichage et l'analyse des données récupérées."
			}
		},
		"projets" : {
			"tcbc" : {
				"title" : "Site web du TCBC",
				"description" : "Création du site vitrine du club de tennis TCBC. Réalisation du cahier des charges, de la note de cadrage, un devis et enfin le site. Projet en cours..."
			},
			"cowaf" : {
				"title" : "Projet de covoiturage animalier",
				"description" : "Création d'une startup fictive de covoiturage animalier et développement d'une application polymorphe PWA."
			},
			"cyclo" : {
				"title" : "Application web cyclotourisme",
				"description" : "Développement d'une application web permettant de gérer les adhérents et les licences afin que cette gestion soit plus efficace et facile d'utilisation pour les membres du bureau du club."
			},
			"phobie" : {
				"title" : "Projet extension anti-phobique",
				"description" : "Développement d'une extension web permettant de cacher les images et vidéos correspondant à la phobie de l'utilisateur sur un site web. Création d'un système d'analyse des images du DOM avec IA en python."
			}
		}
	}
}